{
  "hello": "hello ${msg}",
  "get.started" : "Get Started",
  "ecosystem": "Ecosystem",
  "developers": "Developers",
  "resources": "Resources",
  "foundation": "Foundation",
  "title": "Connecting The Physical \n And Digital Worlds",
  "subtitle": "IoTeX is a secure, scalable, and EVM-compatible blockchain platform \n for real world DApps & digital assets",
  "devices": "Devices",
  "dapps": "Dapps",
  "users": "Users",
  "delegates": "Delegates",
  "title2": "Speed, Security, Scalability",
  "subtitle2": "IoTeX is the first blockchain platform to make real world data available for Dapps. \n Enjoy a full-stack developer experience with instant finality and ultra-low fees.",
  "advantage1": "EVM-Compatible",
  "advantage1.tips": "IoTeX is the first blockchain platform to make real world data available for Dapps. ",
  "advantage2": "Cross-chain",
  "advantage2.tips": "IoTeX is the first blockchain platform to make real world data available for Dapps. ",
  "advantage3": "Roll-DPoS",
  "advantage3.tips": "IoTeX is the first blockchain platform to make real world data available for Dapps. ",
  "advantage4": "Scalable + High TPS",
  "advantage4.tips": "IoTeX is the first blockchain platform to make real world data available for Dapps. ",
  "backed.by": "Backed by",
  "award.winning": "award-winning",
  "award.winning.content": "research and technology, IoTeX currently leads the world’s premier industry consortiums and standards bodies.",
  "award.winning.btn": "Check Research Papers",
  "title3": "A Launchpad for Next-gen \n Dapps & Assets",
  "subtitle3": "The IoTeX platform now hosts an ever-growing number of DApps and products developed by the IoTeX community.",
  "explore.ecosystem": "Explore Ecosystem",
  "digital.identity": "Digital Identity",
  "mining.machines": "Mining Machines",
  "real.world.oracles": "Real World Oracles",
  "dEFIoT": "DEFIoT",
  "ucam": "Ucam",
  "ucam.desc": "The first blockchain powered home security camera.",
  "pebble": "Pebble",
  "pebble.desc": "A secure, battery-operated, cellular-IoT prototyping platform designed for blockchain-based applications.",
  "cyclone": "Cyclone",
  "cyclone.desc": "  Cross-chain, yield enhancement, zkSNARKs-based privacy protocol for all DeFi apps.",
  "smart.lock": "Smart Lock",
  "smart.lock.desc": "A smart lock being controlled using a smart contract deployed on the IoTeX blockchain. ",
  "mimo": "mimo",
  "mimo.desc": "A decentralized protocol with automated liquidity built on IoTeX’s screaming fast blockchain.",
  "ioTube": "ioTube",
  "ioTube.desc": "A decentralized cross-chain bridge that enables the bidirectional exchange of crypto-assets.",
  "IoTT.portal": "IoTT Portal",
  "IoTT.portal.desc": "Open, safe, and human-centered ecosystem of self-sovereign devices and users. ",
  "hermes": "Hermes",
  "hermes.desc": "Bring reliability and transparency to the rewards distribution process for both Delegates and voters.",
  "minttoken": "Minttoken",
  "minttoken.desc": " Seamlessly create and deploy their own fungible (XRC20) and non-fungible tokens (XRC721) on the IoTeX blockchain.",
  "title4": "Build on IoTeX",
  "subtitle4": "IoTeX is more than just a blockchain -- it is a full-stack platform to enable trusted data from trusted devices for use in trusted DApps.",
  "read.documents": "Read Documents",
  "ready.to.build": "Ready to build?",
  "ready.to.build.desc": "Apply for a Halo Grant to fund your next big idea at",
  "halo.href": "iotex.io/halo",
  "title5": "The IOTX Token",
  "subtitle5": "The IoTeX Network is fueled by the native IOTX token. IoTeX stakeholders can spend, stake, and/or burn IOTX in order to access network resources.",
  "learn.more": "Learn More",
  "stake.earn": "Stake & Earn",
  "stake.earn.desc": "Stake IOTX to help secure the network and earn up to 12% APR",
  "stake.now": "Stake Now",
  "Interact with Dapps": "Interact with Dapps",
  "Interact with Dapps.desc": "Stake IOTX to help secure the network and earn up to 12% APR",
  "decentralized.exchange": "Decentralized Exchange",
  "decentralized.exchange.desc": "Stake IOTX to help secure the network and earn up to 12% APR",
  "burn.drop.tokenomics": "Burn-drop Tokenomics",
  "burn.drop.tokenomics.desc": "Stake IOTX to help secure the network and earn up to 12% APR",
  "title6": "Join the Revolution",
  "subtitle6": "Learn more about IoTeX, chat with the team, others in the community, and have your say in shaping the future of the IoTeX Network.",
  "telegram": "Telegram",
  "telegram.desc": "Chat and read our announcements",
  "twitter": "Twitter",
  "twitter.desc": "Follow the latest IoTeX news",
  "github": "Github",
  "github.desc": "Track our development",
  "youtube": "Youtube",
  "youtube.desc": "Watch our latest content",
  "stay.updated": "Stay Updated",
  "stay.updated.desc": "subscribe to our monthly newsletter",
  "submit": "Submit",
  "deploy.contract": "Deploy a smart contract",
  "evm.compatible": "EVM-Compatible",
  "dev.title": "Building the Decentralized \n Future with IoTeX",
  "dev.subtitle": "A development platform for bringing real-world \n processes and assets on blockchain.",
  "dev.banner.desc": "Subscribe to receive latest dev updates!",
  "tool1": "5-sec blocks,\n Instant finality",
  "tool2": "Over 1000 TPS",
  "tool3": "Solidity \n Smart-contracts",
  "tool4": "web3js \n Compatible",
  "tool5": "Decentralized Identity \n (DID)",
  "tool6": "Real WorldData \n Oracles",
  "tool7": "Cross-chain Bridges",
  "dev.title2": "Supercharge Your  \n  dApps with \n Trusted, \n Real-World IoT  \n  Data",
  "dev.subtitle2": "IoTeX is the first blockchain platform to make real world data available for Dapps. \n Enjoy a full-stack developer experience with instant finality and ultra-low fees.",
  "pebble.tracker": "Pebble Tracker",
  "pebble.tracker.desc": "Pebble uses a secure element (TEE) to ensure data integrity and  confidentiality. All data is transmitted in real-time to the blockchain or IoT cloud of your choice via celular IoT connectivity",
  "arduino": "Arduino",
  "arduino.desc": "Import our Arduino library to experiment and learn about IoT and Blockchain with supported devices.",
  "raspberry.pi": "Raspberry Pi",
  "raspberry.desc": "Deploy your private IoTeX Gateway for maximum performance and security when  interacting with the blockchain",
  "dev.mini.title": "Web3js, Solidity, and Native SDKs.",
  "dev.title3": "All You Need for Your Next Decentralized Application. ",
  "dev.subtitle3": "IoTeX democratizes blockchain development: if you come from Ethereum your dApp can be up and running on IoTeX right away. If you need more power, simply import our native SDK Antenna.",
  "sdks": "SDKs",
  "sdks.desc": "Go, Java, Python, etc.",
  "ethereum.friendly": "Ethereum-Friendly",
  "ethereum.friendly.desc": "Bring your Ethereum assets and smart contracts to IoTeX, with EVM-compatibility and two-way bridges.",
  "ultra.low": "Ultra-low Gas Fees",
  "ultra.low.desc": "Why pay more for less? Launch your Dapp on IoTeX and enjoy a fast, scalable, and low-cost dev experience.",
  "dev.title4":"Connecting the physical and digital worlds",
  "launch.dapp": "Launch a Dapp",
  "launch.dapp.desc": "Port over an existing Solidity-based Dapp or write own with our developer-friendly IDE.",
  "launch.token": "Launch a Token",
  "launch.token.desc": "Mint fungible tokens and NFTs with the IoTeX XRC20 + XRC721 standards",
  "run.node": "Run a Node",
  "run.node.desc": "Port over an existing Solidity-based Dapp or write own with our developer-friendly IDE.",
  "intergrate.iot.devices": "Integrate IoT Devices",
  "intergrate.iot.devices.desc": "Harness the power of real world data in your DApps with “Powered by IoTeX” devices",
  "go.cross.chain": "Go Cross-Chain",
  "go.cross.chain.desc": "Convert crypto-assets two-way between IoTeX, Ethereum, BSC, and more",
  "trad.assets": "Trade your assets",
  "trad.assets.desc": "xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx",
  "mine.tracker": "Mine w/Pebble Tracker",
  "mine.tracker.desc": "Contribute and become a shareholder in the first community-owned datasets and models.",
  "dev.title5": "A Launchpad for Next-Gen Decentralized Projects.",
  "dev.subtitle5": "IoTeX now hosts an ever-growing ecosystem of privacy-protecting smart devices, user-owned datasets/models, cross-chain bridges/exchanges, and various DApps. Join a global community of developers that are launching next-gen decentralized projects on IoTeX.",
  "dev.title5.desc": "Explore our ecosystem of DApps, tokens, and devices.",
  "power.by.iotex": "#PoweredByIoTeX",
  "dev.title6": "Secure as a delegate",
  "dev.subtitle6": "IoTeX is a decentralized and permission-less network where community-elected Delegates manage consensus (i.e., produce blocks) on behalf of the entire network. Anyone can become a Delegate and help to secure the IoTeX Network by registering a full node.",
  "goto": "goto",
  "dev.title7": "Backed By \n Award-Winning \n Technology \n & Research.",
  "dev.subtitle7": "The IoTeX platform is open-source and was architected by award-winning cryptographers and research scientists that currently lead premier industry consortiums and standardization bodies. Build with confidence on the future standard for Blockchain & IoT, trusted by the world’s largest institutions.",
  "reference.architecture ": "Reference Architecture ",
  "dev.join": "Join our developers community",
  "dev.join.desc": "Join our developers community on Discord",
  "discord": "Discord",
  "discord.desc": "Chat and read our announcements",
  "research.papers": "Research Papers",
  "delegate.program": "Delegate Program",
  "charity.program":"Charity Program",
  "secure.hardware": "​Secure Hardware",
  "community": "Community",
  "documentations": "Documentations",
  "explorer": "Explorer",
  "wallet": "Wallet",
  "tools": "Tools",
  "develop": "Develop",
  "about.us" : "About Us",
  "team": "Team",
  "brand": "Brand",
  "ambassador": "Ambassador",
  "forum": "Forum",
  "footer.tips": "Terms of Use & Privacy Policy",
  "touch.us": "Get in Touch with Us",
  "dev.subtitle4": "Pebble uses a secure element (TEE) to ensure data integrity and confidentiality. All data is transmitted in real-time to the blockchain or database of your choice via cellular-IoT connectivity.",
  "app1": "Solidity",
  "app1.desc": "support",
  "app2": "Web3js",
  "app2.desc": "compatible",
  "app3": "SDKs",
  "app3.desc": "Go, Java, Python, etc.",
  "governance": "Join IoTeX Governance",
  "faq.banner.title": "Frequently Asked Questions",
  "faq.sidebar.option1": "What is IoTeX? What is the history of IoTeX?",
  "faq.sidebar.option2": "How is IoTeX different from other blockchain platforms?",
  "faq.sidebar.option3": "What problems does IoTeX solve?",
  "faq.sidebar.option4": "What are the tokenomics?",
  "faq.sidebar.option5": "What is Burn-Drop?",
  "faq.sidebar.option6": "What is the use of IOTX tokens in the network?",
  "faq.sidebar.option7": "What is staking?",
  "faq.sidebar.option8": "What is the future roadmap for IoTeX?",
  "faq.sidebar.option9": "What are the real life applications of IoTeX?",
  "faq.sidebar.option10": "Who are IoTeX’s Partners",
  "faq.sidebar.option11": "What is IoTeX DID?",
  "faq.sidebar.option12": "What role do decentralized identities and confidential computing play in the IoTeX network?",
  "faq.sidebar.option13": "What consensus mechanism does IoTeX use?",
  "faq.sidebar.option14": "What is the SWOT analysis of the project?",
  "faq.block1.title": "What is IoTeX? What is the history of IoTeX?",
  "faq.block1.caption1": "IoTeX started in 2017 as an open-source project, built completely from scratch (no forks) and is tailor fit to support Internet of Things (IoT) use cases. Our mission is to create an open ecosystem where humans and machines can interact with guaranteed trust, free will, and privacy. Our platform uniquely combines blockchain, secure hardware confidential computing to enable trusted data from trusted devices for use in trusted Dapps.",
  "faq.block1.caption2": "The IoTeX team consists of 30+ top tier engineers and scientists from Uber, Google, Intel, Facebook, and other top tech companies. Currently, our platform is maintained by 60+ global Delegates including Blockfolio, CoinGecko, DraperDragon, and many others.",
  "faq.block1.keyword1": "IoTeX team",
  "faq.block1.keyword2": "Delegates",
  "faq.block2.title": "How is IoTeX different from other blockchain platforms?",
  "faq.block2.caption1": "IoTeX has one of the strongest and most technical teams in the entire industry. We are at the forefront of cutting-edge tech in the blockchain space, but we are also equally cutting-edge in the IoT space, including hardware, connectivity, and large-scale architecture. The IoT industry recognizes our potential too — IoTeX was selected as the Co-Chair of the Industrial Internet Consortium (IIC) Blockchain Group along with Amazon and Huawei. We built our entire blockchain and IoT middleware from scratch and launched several blockchain-powered IoT products in only two years. The best part is we are just getting started — there is so much future potential!",
  "faq.block2.caption2": "We think about the entire picture of what is needed for full-stack IoT solutions, and we have proven this with Ucam. Specifically, the IoTeX platform enables trusted devices and trusted data, so people that build on IoTeX do not have to re-create this component. We also provide the necessary tools that developers/builders need to use these trusted devices and trusted data to make their own trusted applications. So by default, people that build on IoTeX can focus on the business logic/application layer, while the IoTeX platform takes care of the rest. This is our “plug-and-play” vision for the future of IoT!",
  "faq.block2.keyword1": "Ucam",
  "faq.block3.title": "What problems does IoTeX solve?",
  "faq.block3.caption1": "These days, all types of smart devices like cameras, thermostats, and virtual assistants are being installed in our homes and businesses at a blistering rate. Even traditionally “dumb” devices, such as beds, mirrors, and toilets, are now equipped with WiFi and powerful sensors to make them “smart” – this phenomenon is called the Internet of Things (IoT). Whether you know it or not, IoT is part of everyone’s lives and allows people to interact with machines to drive efficiency and create value!",
  "faq.block3.caption2": "However, today’s IoT is owned and controlled by institutions (e.g., tech giants, governments) and not users (aka you and me). All of our highly sensitive IoT data, such as the videos from our home cameras, are owned by institutions and manipulated without our consent. Do we really have to accept a future where we are surveilled by institutions that collect our data, make our homes targets for hackers, and manipulate even the way we behave? No – we can build a better future with IoTeX.",
  "faq.block3.caption3": "IoTeX’s goal is to enable a future that is connected, empowering, and safe – no intrusive ads and surveillance, just privacy and peace of mind without sacrificing usability. The IoTeX platform enables builders to easily launch privacy-preserving IoT devices, apps, and networks. Just like Bitcoin has created a decentralized financial ecosystem, IoTeX is empowering a decentralized ecosystem for our smart devices – the Internet of Trusted Things! ",
  "faq.block4.title": "What are the tokenomics?",
  "faq.block4.caption1": "→  Total Token Supply (gradually will reduce): 9.7 billion IOTX {as of August, 2020}",
  "faq.block4.caption2": "→  Private Sale (closed): 25,000 ETH",
  "faq.block4.caption3": "→  Token Price: 1 IOTX = 0.0000125 ETH (20% bonus for private sale investors, lock-up period: 12 months)",
  "faq.block4.caption4": "→  Token Contract Address: 0x6fb3e0a217407efff7ca062d46c26e5d60a14d69",
  "faq.block4.caption5": "* There was no ICO/public sale, instead, we held a private sale in February 2018.",
  "faq.block4.caption6": "The exact dates will be subject to change based on unforeseen circumstances. As always, we will announce the exact release date and time before the event and give the community enough time to prepare and minimize the amount of surprise. Also, every batch token release will be processed gradually over the course of several days/weeks to manage fluctuations in price. For more information, please see our detailed token distribution schedule here.",
  "faq.block4.caption7": "Private Sale – 24% of total supply",
  "faq.block4.caption8": "Unlocked gradually after token issuance date throughout 2018-2019:",
  "faq.block4.caption9": "→  6% distributed immediately (May 22, 2018)",
  "faq.block4.caption10": "→  6% distributed in February 2019",
  "faq.block4.caption11": "→  6% distributed in May 2019",
  "faq.block4.caption12": "→  6% distributed in November 2019",
  "faq.block4.caption13": "Community Reward Programs – 6% of total supply",
  "faq.block4.caption14": "Unlocked gradually over the course of 3 years after token issuance date:",
  "faq.block4.caption15": "→  2% distributed immediately (May 22, 2018)",
  "faq.block4.caption16": "→  Remaining tokens unlocked and linearly distributed over the course of 3 years, with quarterly distributions (August 2018, November 2018, February 2019…)",
  "faq.block4.caption17": "Team – 15% of total supply",
  "faq.block4.caption18": "The detailed unlock schedule start date varies based on each respective employee’s join date. We will make announcements in advance whenever a large amount of tokens are about to be released. The first distribution of team tokens will be in February 2019. Vested over the course of 4 years after join date (varies by employee):",
  "faq.block4.caption19": "→  6-month cliff",
  "faq.block4.caption20": "→  Monthly distributions",
  "faq.block4.caption21": "Ecosystem – 30% of total supply",
  "faq.block4.caption22": "Unlocked gradually over the course of 3 years after token issuance date:",
  "faq.block4.caption23": "→  Used to bootstrap the IoTeX ecosystem, including strategic partners, sub-chain / DApp developers, and marketing / growth experts",
  "faq.block4.caption24": "→  1.5% distributed immediately (May 22, 2018)",
  "faq.block4.caption25": "→  Remaining tokens unlocked and linearly distributed over the course of 3 years, with quarterly distributions (August 2018, November 2018, February 2019…)",
  "faq.block4.caption26": "Note: 12% locked / reserved for Roll-DPoS mining, commencing in February 2019 after Mainnet Alpha launch",
  "faq.block4.caption27": "Foundation – 25% of total supply",
  "faq.block4.caption28": "Unlocked gradually over the course of 3 years after token issuance date:",
  "faq.block4.caption29": "→  Used to build IoTeX blockchains and related technologies, sustain development of the IoTeX project, support cryptography and blockchain research, and onboard advisors",
  "faq.block4.caption30": "→  2.1% distributed immediately (May 22, 2018)",
  "faq.block4.caption31": "→  Remaining tokens unlocked starting Feb 2019 and linearly distributed over the course of 3 years, with quarterly distributions (February 2019, May 2019, August 2019…)",
  "faq.block4.keyword1": "reduce",
  "faq.block4.keyword2": "here",
  "faq.block5.title": "What is Burn-Drop?",
  "faq.block5.caption1": "It’s an innovative tokenomics design where 1 Billion IOTX (10% of total supply) will be Burn-Dropped as we onboard the first 1 million “Powered by IoTeX” devices. Out of the 1 Billion IOTX to be Burn-Dropped, 90% will be burned and 10% will be “dropped” (i.e., distributed to voters that auto-stake for ≥ 91 days).",
  "faq.block5.caption2": "Throughout the Burn-Drop program, a total of 900 million IOTX (9% of total supply) will be burned and taken out of circulation, while 100 million IOTX (1% total supply) will be “dropped”. This process will be facilitated by smart contract and a new Burn-Drop will be triggered immediately after every new “Powered by IoTeX” device is onboarded in a cumulative fashion.",
  "faq.block5.keyword1": "as we onboard the first 1 million “Powered by IoTeX” devices",
  "faq.block5.keyword2": "Burn-Drop program",
  "faq.block6.title": "What is the use of IOTX tokens in the network?",
  "faq.block6.caption1": "IOTX has multiple uses (or “utility”) with the goal of enabling trusted and transparent interactions between various entities in the IoTeX Network, including Delegates, stakeholders, product builders, service providers, and consumers. Ultimately, the IOTX coin and complementary tokenomics establish economic and reputational incentives that ensure the IoTeX Network is maintained in a decentralized fashion and “Powered by IoTeX” products are effectively serviced. Some of the main token uses are:",
  "faq.block6.caption2": "→  Gas fees (i.e., transactions/contracts on the IoTeX Network)",
  "faq.block6.caption3": "→  Stake-for-Governance (i.e., vote for Delegates to run consensus)",
  "faq.block6.caption4": "→  Stake-for-Service (i.e., providers stake to service users/devices)",
  "faq.block6.caption5": "→  Device Registrations (i.e., stake/burn to register trusted devices)",
  "faq.block6.keyword1": "multiple uses",
  "faq.block6.keyword2": "Gas fees",
  "faq.block6.keyword3": "Stake-for-Governance",
  "faq.block6.keyword4": "Stake-for-Service ",
  "faq.block6.keyword5": "Device Registrations ",
  "faq.block7.title": "What is staking?",
  "faq.block7.caption1": "IoTeX has an open & fully decentralized Delegates Program, anyone who meets the minimum requirements is welcome to join. Delegates are elected by token holders to represent the entire IoTeX network by maintaining consensus, spreading project awareness, organizing community-wide initiatives, and more. In return for their services of maintaining the network, all Delegates are rewarded with IOTX and most of them send the rewards back to their voters. The average annual staking rewards are ~8%.",
  "faq.block7.keyword1": "Delegates Program",
  "faq.block7.keyword2": "minimum requirements",
  "faq.block7.keyword3": "staking rewards",
  "faq.block8.title": "What is the future roadmap for IoTeX?",
  "faq.block8.caption1": "IoTeX is just getting started – as of Q2 2020, IoTeX is already powering smart devices that allow users to own and control their data, but we have much greater long-term goals. Our next steps are to enable privacy-preserving Dapps that leverage the trusted data and trusted devices enabled by IoTeX, and eventually form diverse human-machine economies that will power new decentralized ecosystems where humans and machines can interact with guaranteed trust, free will, and privacy.",
  "faq.block8.caption2": "Our main goal for the rest of 2020 is to welcome the world to build amazing things on the IoTeX platform. With Mainnet GA, the IoTeX platform is now ready to support a wide variety of use cases across blockchain, IoT, and privacy. Our goal is to build our ecosystem of builders and contributors that will bring great network effects to IoTeX.",
  "faq.block8.caption3": "We are starting this process right now by launching our new developer grants program called Halo. We have already received many interesting proposals for new projects that people want to build on IoTeX, including asset tracking use cases, healthcare devices/wearables that let you own your health data, and industry-wide tools like DEX and wallet integrations.",
  "faq.block8.keyword1": "Halo",
  "faq.block9.title": "What are the real life applications of IoTeX?",
  "faq.block9.caption1": "The IoTeX platform is already supporting REAL IoT products that are “Powered by IoTeX” and provide users full data ownership and privacy!",
  "faq.block9.caption2": "Ucam is the world’s first private security camera built in partnership with Tenvis, a hardware giant that is currently Amazon’s Choice for cameras. Ucam is already in the hands of the IoTeX community and they LOVE it!",
  "faq.block9.caption3": "Pebble Tracker is a decentralized asset tracking device developed in partnership with Nordic Semiconductor, one of the largest chip manufacturers in the world. Paired with our Edge Oracle, Pebble Tracker writes verifiable, real-world IoT data (e.g., location, motion, climate) to the blockchain for use in smart contracts.",
  "faq.block9.keyword1": "Ucam",
  "faq.block9.keyword2": "Tenvis",
  "faq.block9.keyword3": "Amazon’s Choice",
  "faq.block9.keyword4": "Pebble Tracker",
  "faq.block9.keyword5": "Nordic Semiconductor",
  "faq.block10.title": "Who are IoTeX’s Partners?",
  "faq.block10.caption1": "IoTeX works closely with major IoT manufacturers, research/standards institutions, and other blockchain companies, some of them include:",
  "faq.block10.caption2": "Industrial Internet Consortium: IoTeX is the Co-Chair of IIC Blockchain Group along with Amazon & Huawei",
  "faq.block10.caption3": "Tenvis: security camera enterprise, currently Amazon’s Choice; IoTeX co-launched Ucam private home cameras as the first “Powered by IoTeX” product",
  "faq.block10.caption4": "Nordic Semiconductor: one of the largest IoT chip manufacturers in the world; IoTeX is collaborating on Pebble Tracker, a next-gen trusted asset tracker",
  "faq.block10.caption5": "IPFS: decentralized storage for “Powered by IoTeX” products, starting with Ucam",
  "faq.block10.caption6": "IEEE: core contributor to IEEE’s Blockchain+IoT standards, along with enterprises",
  "faq.block10.caption7": "ThingsBoard: advanced IoT data visualization for smart device builders",
  "faq.block10.keyword1": "Industrial Internet Consortium",
  "faq.block10.keyword2": "Tenvis",
  "faq.block10.keyword3": "Amazon’s Choice",
  "faq.block10.keyword4": "Ucam",
  "faq.block10.keyword5": "Nordic Semiconductor",
  "faq.block10.keyword6": "IPFS",
  "faq.block10.keyword7": "IEEE",
  "faq.block10.keyword8": "ThingsBoard",
  "faq.block11.title": "What is IoTeX DID?",
  "faq.block11.caption1": "IoTeX’s decentralized identity (DID) framework is very unique. While many projects in the DID space are focusing on identity for people, IoTeX is focusing on identity for devices/machines. This is something unique to the IoTeX Network — in the future, the “users” of IoTeX will be both people and machines, which will interoperate and form human-machine economies.",
  "faq.block11.caption2": "DID still has some time to reach adoption – the tech is getting there, but there is a need for real-world institutions to also buy into this concept. This is because, with DIDs, you need to source your own “credentials” and without institutions that issue these credentials (like your employer or school or bank), then it’s hard to have DID applied to the real world. BUT it is already happening in the decentralized world.",
  "faq.block11.caption3": "→ See our latest presentation on DID here",
  "faq.block11.caption4": "→ See our open-source DID spec here",
  "faq.block11.keyword1": "here",
  "faq.block12.title": "What role do decentralized identities and confidential computing play in the IoTeX network?",
  "faq.block12.caption1": "These are the tech pillars of IoTeX — confidential computing basically means compute over encrypted data which has tremendous uses — make data useful without leaking them at all! DID is another pillar that ensures devices and people to enjoy self-sovereign identity/data — you totally own your data! So combine them all, we can realize cool stuff like Ucam! Where your home data is protected while still some AI/ML can be done without leaking your info at all!",
  "faq.block12.caption2": "Confidential Computing and Decentralized Identity are core middleware components of the IoTeX platform! Our platform utilizes a unique architecture to meet the unique demands of the Internet of Things (IoT) use cases and the multi-layer architecture combines smart devices, IoT Cloud + decentralized storage, and blockchain. Here’s a brief description of these layers:",
  "faq.block12.caption3": "Device Layer: IoTeX is all about generating trusted data from trusted devices to enable trusted applications. A critical piece of this is the device layer. To trust a device, it must have a verifiable identity and its actions must be verifiable by others, which is exactly what IoTeX enables by combining secure hardware and blockchain, two tamper-proof technologies.",
  "faq.block12.caption4": "Storage Layer: IoT devices generate a lot of data, and not all of that can be stored on the blockchain due to cost/scalability reasons. But today, more and more data validation and processing is performed “on the edge” or on the device itself, reducing the need to store large amounts of unfiltered data on servers. A scalable and flexible approach is to store/index pre-processed data on the IoT Cloud (e.g., AWS) or decentralized storage (e.g., IPFS, Sia) and “hash” them to the blockchain, which provides timestamped verifiability and data provenance. When needed, this data can be written to the blockchain for use in smart contracts",
  "faq.block12.caption5": "Blockchain Layer: the root of trust for the entire IoTeX Network. Our blockchain is open source and one of the fastest in the entire industry — not only does it enable standard P2P transactions and smart contracts, but it is also used to register device identities and “hash” data (stored on Cloud/decentralized storage) to the blockchain.",
  "faq.block12.caption6": "The combination of these three layers provides great flexibility for developers and builders. For more information, please see our Blockchain & IoT Reference Architecture.",
  "faq.block12.keyword1": "Device Layer: ",
  "faq.block12.keyword2": "Storage Layer: ",
  "faq.block12.keyword3": "Blockchain Layer: ",
  "faq.block12.keyword4": "Blockchain & IoT Reference Architecture",
  "faq.block13.title": "What consensus mechanism does IoTeX use?",
  "faq.block13.caption1": "IoTeX has developed it’s own consensus mechanism called Roll-DPoS. This is an efficient–yet-decentralized variant of DPoS which makes IoTeX blockchain able to handle 2K+ Txs per second and at the same time can have many delegates to operate the chain. For now, we have over 70 delegates running the chain, and the top 36 are selected as delegates where 24 out of these 36 are randomly selected to produce blocks. We do have the plan to expand to 48 delegates and eventually hundreds of delegates! Please see our Yellow Paper for more details.",
  "faq.block13.keyword1": "Yellow Paper",
  "faq.block14.title": "What is the SWOT analysis of the project?",
  "faq.block14.caption1": "Our biggest strength is that IoTeX has one of the strongest and most technical teams in the entire industry. We are at the forefront of cutting-edge tech in the blockchain space, but we are also equally cutting-edge in the IoT space, including hardware, connectivity, and large-scale architecture. The IoT industry recognizes our potential too — IoTeX was recently selected as the Co-Chair of the Industrial Internet Consortium (IIC) Blockchain Group along with Amazon and Huawei. We built our entire blockchain and IoT middleware from scratch and launched several blockchain-powered IoT products in only two years. The best part is we are just getting started — there is so much future potential for IoTeX.",
  "faq.block14.caption2": "The biggest opportunity for IoTeX is the size of the IoT industry and the fact that nobody is doing what we are doing better than us. Many people are focused on DeFi projects right now because they see finance as a huge industry — finance is a multi-trillion dollar industry, but so is IoT! In fact, IoT is growing at a much faster rate than most industries. Today, there are 25 billion IoT devices around the world and there will be 100 billion IoT devices by 2025. We have big goals to power all types of devices in the future and be the decentralized infrastructure to enable the future of privacy and IoT.",
  "team.head.title": "Team - IoTeX",
  "team.title": "Meet the Team",
  "team.subtitle": "Backed by a global team of research scientists and top engineers, IoTeX combines blockchain, trusted hardware and edge computing to realize the full potential of IoT. If you are an experienced Full Stack Engineer, Marketing talent or designer and want to join us, please sent your resume to \n hello@iotex.io",
  "team.email": "",
  "raullen.name": "Raullen Chai, PhD",
  "raullen.research": "Strategy, Blockchain, Eco",
  "raullen.desc": "Cryptography Research Scientist at UWaterloo. Head of Crypto R&D at Uber. Security Engineering Lead at Google.",
  "alina.name": "Alina Burya",
  "alina.research": "Community Growth",
  "alina.desc": "10+ years in Customer Service, Sales & Marketing and Project Management. Co-founder of tech & marketing start-ups.",
  "qevan.name": "Qevan Guo, PhD",
  "qevan.research": "Product",
  "qevan.desc": "Ph.D in Machine Learning and Computer Vision at NUS. Research Scientist and Engineering Manager at Facebook.",
  "simone.name": "Simone Romano",
  "simone.research": "Dev Community Growth",
  "simone.desc": "Msc. in Industrial Automation at U of Naples Federico II. Machine Vision specialist, 4 industrial patents filings.",
  "dean.name": "Dean Patrick",
  "dean.research": "Marketing",
  "dean.desc": "Book author. Head of Product at ConsenSys. Led frontier tech venture funds. Stanford Economics and CS.",
  "ken.name": "Ken Seiff",
  "ken.research": "Advisor, Ecosystem, Investment",
  "ken.desc": "Managing Partner at Blockchange Ventures. Strategic consulting role in the launch of 2 Amazon.com divisions.",
  "jin.name": "Jing Sun",
  "jin.research": "Operation, Eco, Investment",
  "jin.desc": "Founding partner of Sparkland Capital. Lead 40+ investments and innovations in blockchain, security and IoT.",
  "robert.name": "Robert Parker",
  "robert.research": "Advisor, Enterprise, IoT",
  "robert.desc": "Industry-awarded technical IoT leader. CTO of Samsung SmartThings, Founding Director of Amazon Alexa, GM of Microsoft.",
  "michael.name": "Michael Cho",
  "michael.research": "Advisor, Enterprise",
  "michael.desc": "Legendary angel investor in Korea. Board director of Kakao Corp. Founding member of KPMG Korea.",
  "larry.name": "Larry Pang",
  "larry.research": "BD, Marketing",
  "larry.desc": "Management consultant at Oliver Wyman. Dual B.S. in Finance & Economics, minor in Visual Arts & Design from MIT.",
  "xin.name": "Xinxin Fan, PhD",
  "xin.research": "Blockchain",
  "xin.desc": "Ph.D in Cryptography at UWaterloo. Sr. Research Engineer at Bosch Research. 15 patents filings in information security technologies.",
  "dariya.name": "Dariya Artanovskaya",
  "dariya.research": "Community Growth in Ukraine",
  "dariya.desc": "Master in International Economics and Management. IoTeX Brand Ambassador since mid-2018.",
  "mukul.name": "Mukul Agarwal",
  "mukul.research": "Advisor, Ecosystem",
  "mukul.desc": "Investor and ecosystem builder in Silicon Valley. Founder & CEO at Bootup Venture.",
  "saul.name": "Saul Hudson",
  "saul.research": "Public Relations",
  "saul.desc": "Communications specialist propelling emerging technology businesses. Co-Founder and Managing Partner at Angle42.",
  "dorothy.name": "Dorothy Ko",
  "dorothy.research": "Blockchain",
  "dorothy.desc": "B.S. in Computer Engineering at Hanyang U. Specialized in blockchain / distributed system research. Machine Learning and IoT enthusiastic.",
  "dustin.name": "Dustin Xie, PhD",
  "dustin.research": "Blockchain",
  "dustin.desc": "Ph.D in Data Security at USC. Staff software engineer at Intel. 12 years of expertise in distributed systems  and related fields.",
  "lori.name": "Lori Zhang",
  "lori.research": "Marketing, Product",
  "lori.desc": "7+ years of product marketing and monetization experience in frontier-tech industry. M.B.A. in Intel’ Business at UDenver.",
  "sean.name": "Sean Medcalf",
  "sean.research": "Media Communicatio",
  "sean.desc": "Entrepreneur based in San Francisco focused on emerging technology. Co-Founder and Managing Partner of Angle42",
  "jake.name": "Jack Lee",
  "jake.research": "Advisor, IoT, Enterprise",
  "jake.desc": "Founding Managing Partner of HCM Capital. Founder and Executive Director of FnConn (Foxconn Finance Platform).",
  "leonid.name": "Leonid Melchakov",
  "leonid.research": "Community Growth in Russia",
  "leonid.desc": "Active crypto & blockchain enthusiast and advocate. Long time supporter of IoTeX helping to grow community.",
  "adejumo.name": "Adejumo Adekunle",
  "adejumo.research": "Commuinty Growth in Nigeria",
  "adejumo.desc": "M.S. in Biochemistry / Molecular Biology. M.B.A. Digital Marketer Specialist and an Ambassador with IoTeX since 2019.",
  "guang.name": "Guang Gong, PhD",
  "guang.research": "Advisor, Blockchain Research",
  "guang.desc": "Professor in ECE, UWaterloo. Top Scientist in cryptography and coding theory, IEEE Fellow",
  "yutong.name": "Yutong Pei",
  "yutong.research": "Blockchain",
  "yutong.desc": "M.S. in Computer Science at Carnegie Mellon University. Tech lead in Uber, the mastermind behind Uber’s authentication systems.",
  "sergey.name": "Sergey Romanov",
  "sergey.research": "Community Growth in Russia",
  "sergey.desc": "Cryptocurrency enthusiast, investor, trader, miner as well as IoTeX’s Brand Ambassador for Russia.",
  "le.name": "Le Manh Hung",
  "le.research": "Product",
  "le.desc": "B.E in Software Engineer at Hanoi University Of Science & Technology. 9 years experience in back-end and mobile development.",
  "seedlet.name": "Seedlet Zhong, PhD",
  "seedlet.research": "Product, Blockchain",
  "seedlet.desc": "Ph.D in Computer Science at National U of Singapore. Research Scientist at Facebook. Machine Learning Expert.",
  "heslei.name": "Heslei de Oliveira Moura",
  "heslei.research": "Community Growth in Brazil",
  "heslei.desc": "3+ years crypto market experiences. IoTeX Brand Ambassador since 2019.",
  "winter.name": "Winter Deng",
  "winter.research": "Design",
  "winter.desc": "UI/UX designer. Expert in visualization and product design. IoT and Blockchain enthusiasm.",
  "nguyen.name": "Nguyen Huy Hoang",
  "nguyen.research": "Community Growth in Vietnam",
  "nguyen.desc": "Cryptocurrency enthusiast, investor, trader, miner as well as IoTeX’s Brand Ambassador for Vietnam.",
  "jikun.name": "Jikun Liao",
  "jikun.research": "Product",
  "jikun.desc": "8+ years experience in front-end and back-end development. B.D in Computer Science at Singapore Institute of Technology.",
  "frank.name": "Frank Sun",
  "frank.research": "Product",
  "frank.desc": "5 years + experience in data analysis and project management. Expert in data visualization, data mining and machine learning. ",
  "zhefeng.name": "Zhefeng Li",
  "zhefeng.research": "Blockchain",
  "zhefeng.desc": "M.S. in Computer Science at UCSD. B.S. in Mathematics and Computer Science at U of Wisconsin-Madison.",
  "alvaro.name": "Álvaro Manzano",
  "alvaro.research": "Community Growth in Spain",
  "alvaro.desc": "Mechanical engineering. IoTeX Brand Ambassador since mid -2018.",
  "institutions": "Institutions & Partnerships",
  "enterprise.title": "Enterprise - IoTeX",
  "enterprise.lager.title": "End-to-End loT Solutions \n for Enterprise",
  "enterprise.sub.title": "Powerful and Flexible Blockchain-as-a-Service: “Powered by IoTeX”",
  "enterprise.banner.btn1": "Get In Touch With IoTeX",
  "enterprise.banner.btn2": "Blockchain & IoT Architecture",
  "enterprise.group1.title": "TRUSTED BY \n GLOBAL \n INDUSTRY \n LEADERS",
  "enterprise.group1.subtitle": "IoTeX is a leading voice in the world’s premier IoT organizations and engages with global IoT device and chip manufacturers. Let our experts guide the development and implementation your enterprise blockchain & loT solution.",
  "enterprise.group1.case1": "Industrial Internet Consortium (IIC)",
  "enterprise.group1.desc1": "Driving enterprise blockchain efforts as Co-Chairs of the IIC Blockchain Group alongside Amazon and Huawei.",
  "enterprise.group1.case2": "IEEE Blockchain & IoT Standardization",
  "enterprise.group1.desc2": "Advanced Corporate Members of the IEEE Standards Organization, contributing to the P2418 series.",
  "enterprise.group1.case3": "Confidential Computing Consortium (CCC)",
  "enterprise.group1.desc3": "Accelerating the research, development, and adoption of Confidential Computing technology.",
  "enterprise.group2.title": "Core Technology",
  "enterprise.group2.subtitle": "Let IoTeX’s state-of-the-art technology unlock new business value. Trusted hardware, secure storage, and our Pantheon blockchain delivers the infrastructure and tools you need to empower your end-to-end trusted IoT solutions.",
  "enterprise.group2.core1.title": "Trusted Hardware",
  "enterprise.group2.core1.desc": "Tamper-proof devices with blockchain-registered identities collect, sign, and transmit verifiable data to the IoT Cloud or blockchain. Integrate your device of choice with IoTeX’s hardware development kits (HDK) or use an IoTeX hardware prototyping kit like Pebble Tracker.",
  "enterprise.group2.core2.title": "Secure IoT Cloud",
  "enterprise.group2.core2.desc": "Encrypt your IoT data “on the edge” and manage the entire data life cycle using our secure IoT Cloud storage. From data at-rest to in-transit, the IoT Cloud securely manages your business assets and hashes data to the blockchain for data provenance and immutability.",
  "enterprise.group2.core3.title": "Pantheon blockchain",
  "enterprise.group2.core3.desc": "Trusted data from trusted devices is transmitted to the trusted Pantheon Blockchain, designed for consortium-based enterprise IoT use cases. Enforce multi-party service level agreements (SLAs), automated workflows, payments, and more with transparent and trust.",
  "enterprise.group3.title": "Ongoing IoTeX Use Cases for \n Enterprise",
  "enterprise.group3.case1.title": "Asset Tracking & Supply Chain",
  "enterprise.group3.case1.desc": "Transparency across the entire supply chain for high-value and perishable goods leveraging Pebble Tracker, IoTeX’s trusted asset tracking device with built-in secure hardware built in collaboration with Nordic Semiconductor.",
  "enterprise.group3.case2.title": "Multi-stakeholder Collaboration",
  "enterprise.group3.case2.desc": "Trusted data from trusted devices enables trusted cross-organizational workflows, enforced by blockchain. Even untrusted parties can engage in trusted multi-party automation guaranteed by IoTeX technology.",
  "enterprise.group3.case3.title": "Video Cameras",
  "enterprise.group3.case3.desc": "An immutable source of record for video camera feeds for data provenance and erasure protections. Applies IoTeX’s Ucam technology to deliver data control, ownership, and authorization rights to businesses and users.",
  "enterprise.form.title": "Interested in learning more about IoTeX for Enterprise?",
  "enterprise.form.subtitle": "Complete the form below and we will contact you shortly!",
  "your.name": "Your Name",
  "email": "Email",
  "company.name": "Company Name",
  "question": "What you are interested in buiding?",
  "research.title": "Research Papers",
  "research.subtitle": "IoTeX is a long term, “technology first” project that is pushing the frontier of blockchain 3.0 with innovations in blockchain privacy, scalability, and speed. In the past 2 years, we have distributed several white papers and yellow papers to further elaborate on our innovations.",
  "research.white.pager.title": "White Paper",
  "research.white.pager.desc": "IoTeX is the auto-scalable and privacy-centric blockchain infrastructure for the Internet of Things (IoT), which brings autonomous device coordination to the masses by “connecting the physical world, block by block”. ",
  "research.white.pager.desc2": "This paper introduces its several in-house innovations to push the frontier of blockchain 3.0, including a blockchains-in-blockchain architecture for heterogeneous computing, lightning fast Roll-DPoS consensus mechanism, and lightweight privacy-preserving techniques.",
  "research.readmore": "Read Now >> ",
  "research.yellow.pager.title": "Yellow Paper – Roll-DPoS",
  "research.yellow.pager.desc": "Roll-DPoS inherits all the advantages of the original DPoS consensus framework and further enhances its capability in terms of decentralization as well as extensibility to complex blockchain architectures. ",
  "research.yellow.pager.desc2": "A number of modern cryptographic techniques have been utilized to optimize the consensus process with respect to the computational and communication overhead.",
  "research.framework.title": "Decentralized Framework for Data Authenticity Protection in IoT Systems",
  "research.framework.desc": "This paper proposes DIoTA, a novel decentralized ledger-based authentication framework for IoT devices. DIoTA uses a two-layer decentralized ledger architecture together with a lightweight data authentication mechanism to facilitate IoT devices and data management. ",
  "research.framework.desc2": "We also analyze the performance and security of DIoTA, and explicitly give the major parameters an administrator can choose to achieve a desirable balance between different metrics.",
  "research.iot.title": "DKSAP-IoT",
  "research.iot.desc": "“Faster Dual-key Stealth Address for Blockchain-based Internet of Things Systems (icbc2018–9009)” has been accepted and published by one of the world’s most reputable academic blockchain conferences, the 2018 International Conference on Blockchain (ICBC 2018). ",
  "research.iot.desc2": "IoTeX’s new protocol (named “DKSAP-IoT”) is an IoT-friendly adaptation of DKSAP, which reduces computational overhead by 50% compared to DKSAP, thereby paving the way for its application to blockchain-based IoT systems.",
  "research.signature.title": "Scalable Practical Byzantine Fault Tolerance with Short-lived Signature Schemes",
  "research.signature.desc": "“Scalable Practical Byzantine Fault Tolerance with Short-lived Signature Schemes” has been accepted by CASCON 2018. CASCON is a premier industrial and academic conference for advanced studies in computer science and software engineering sponsored by the IBM Canada Laboratory. ",
  "research.signature.desc2": "This paper presents IoTeX’s extensive experiments with three elliptic curves and two signature schemes which demonstrate the efficacy of using short-lived signature schemes for improving the scalability of PBFT significantly.",
  "research.support.title": "Supporting Blockchain-Based Cryptocurrency Mobile Payment With Smart Devices",
  "research.support.desc": "There is a natural demand to support cryptocurrency payments on smart devices. Considering the poor infrastructure and low penetration of financial services in developing countries, this combination has high potential impact. This paper proposed two different schemes for cryptocurrency mobile payments, one involving a centralized bank and the other not requiring any centralized party.",
  "research.support.desc2": "This paper also provides a solution to meet KYC (know your customer) and AML (anti-money laundering) compliance requirements in the context of cryptocurrency mobile payment processing. This work has been published in IEEE Consumer Electronics Magazine.",
  "research.ucam.title": "Ucam: A User-Centric, Blockchain-Based and End-to-End Secure Home IP Camera System",
  "research.ucam.desc": "Home IP cameras are consistently among the most popular smart home devices thanks to their key security and safety related features. However, recent news stories about home IP cameras getting hacked frequently have posed serious security and privacy concerns for consumers. ",
  "research.ucam.desc2": "Ucam is a user-centric, blockchain-based and end-to-end secure home IP camera system. Ucam leverages advanced technologies such as blockchain, end-to-end encryption and trusted computing to address a number of vulnerabilities in the existing solutions.",
  "research.auth.title": "Decentralized IoT Data Authorization with Pebble Tracker",
  "research.auth.desc": "Decentralized identifiers (DIDs) and verifiable cre- dentials (VCs) are emerging concepts for creating verifiable self- sovereign digital identities for people, organizations and Internet of things (IoT). ",
  "research.auth.desc2": "In this demo, we share the implementation details and experiences for realizing a decentralized IoT data authorization framework with a Pebble tracker, an in-house built trusted GPS tracking device with 4G connectivity and sensor technologies. ",
  "research.auth.desc3": "Our implementation demonstrates great flexibility and tremendous advantages towards building decentralized and global-scale IoT applications. To the best of our knowledge, this is the first real-world demo for enabling decentralized IoT data authorization with DIDs and VCs.",
  "iotx": "IOTX",
  "press": "Press",
  "about": "About",
  "vision": "Vision",
  "research": "Research",
  "roadmap": "Roadmap",
  "blog": "Blog",
  "faq": "FAQ",
  "buy_on_crowdsupply": "Buy on CrowdSupply",
  "pebble.title": "The Most Advanced Blockchain &IoT \n Dev-Board Is here.",
  "pebble.caption": "A development platform for bringing real-world processes and assets on blockchain.",
  "pebble.banner.caption": "Pebble is a multi-sensor IoT data oracle that uses a tamper-proof secure element to convert real world phenomena into verifiable, blockchain-ready data.",
  "pebble.section1.title": "Track It. Trace It. \n Trust It.",
  "pebble.section1.caption": "Pebble uses a secure element (TEE) to ensure data integrity and confidentiality. All data is transmitted in real-time to the blockchain or database of your choice via cellular-IoT connectivity.",
  "pebble.section2.title": "Connecting the Physical and \n Digital Worlds",
  "pebble.section2.caption": "Pebble equips Blockchain & IoT builders with verifiable real world data that can bring your DApp to the next level. All data is verifiable and owned exclusively by you — analyze, utilize, and monetize your data in a fully decentralized fashion.",
  "pebble.section3.title": "Tamper-Proof Hardware Meets Tamper-Proof Software.",
  "pebble.section3.caption": "Pebble is the brainchild of IoTeX and Nordic Semiconductor, a global leader in cellular-IoT chips — we are on a journey to combine open-source and tamper-proof hardware/software to establish a higher standard of trust.",
  "pebble.section4.title": "High Quality Hardware, High Quality Results",
  "pebble.section4.caption": "Pebble is built to commercial-level standards and utilizes the latest hardware from Nordic, Bosch, TDK, PMT, and more.",
  "pebble.section5.title": "Powered by IoTeX.",
  "pebble.section5.caption": "Build your next big idea on the IoTeX platform with a dynamic suite of hardware, identity, and smart contract tools. Connect your DApp to the real world with IoTeX.",
  "pebble.section6.title": "Synchronizes with ThingsBoard",
  "pebble.section6.caption": "Powerful device management and data visualization tools for your IoT solution.",
  "pebble.section7.title": "Ready To Get Started With Pebble?",
  "get_started_with_iotex": "Get Started With IoteX",
  "supply_chain": "SUPPLY CHAIN",
  "contract_settlement": "CONTRACT SETTLEMENT",
  "remote_monitoring": "REMOTE MONITORING",
  "transportation_logistics": "TRANSPORTATION & LOGISTICS",
  "mobile_asset_tracking": "MOBILE ASSET TRACKING",
  "process_automation": "PROCESS AUTOMATION",
  "intro.title": "Introducing $IOTX",
  "intro.subtitle": "The IOTX token is the lifeblood of the IoTeX protocol and instills \n economic and reputational incentives to ensure the IoTeX Network is \n governed/maintained in a decentralized fashion.",
  "get.iotx": "Get IOTX",
  "intro.title2": "IOTX Overview",
  "intro.subtitle2": "IoTeX stakeholders can spend, stake, and/or burn IOTX in order to access network resources. As the utility of IOTX grows, the demand and value of IOTX will also grow, providing continued incentives for network participants to maintain and grow the network. ",
  "more.token.metrics": "More Token Metrics",
  "overview1": "Market Cap",
  "overview2": "Max Supply",
  "overview3": "Current Total Supply",
  "overview4": "Current Circulating Supply",
  "intro.title3": "Get IOTX",
  "intro.subtitle3": "In addition to representing fractional ownership of the IoTeX Network, IOTX has multiple uses (or “utility”) to enable trusted and transparent interactions between various stakeholders.",
  "exchanges": "Exchanges",
  "dex": "DEX",
  "view.more.exchanges": "View more exchanges >>",
  "intro.title4": "IOTX Utility",
  "intro.subtitle4": "In addition to representing fractional ownership of the IoTeX Network, IOTX has multiple uses (or “utility”) to enable trusted and transparent interactions between various stakeholders.",
  "utility.details": "Utility Details",
  "iotx.utility.card1": "Gas Fee",
  "iotx.utility.card1.desc": "For People & Devices",
  "iotx.utility.card2": "Burn-to-Certify",
  "iotx.utility.card2.desc": "Device Certification",
  "iotx.utility.card3": "Governance",
  "iotx.utility.card3.desc": "Stake & Vote for Delegates",
  "iotx.utility.card4": "Stake-to-Service",
  "iotx.utility.card4.desc": "Service Provider Certification",
  "intro.mini5": "Staking Portal",
  "intro.title5": "Facilitating the \n Decentralized \n Governance",
  "intro.subtitle5":  "All token-holders are able to deposit (“stake”) IOTX to generate voting power, which they can use to participate in network governance. ",
  "stake.earn.iotx": "Stake & Earn IOTX",
  "network.status": "Network Status",
  "network.status.tip": "Check Analytics at",
  "voters": "Voters",
  "voters.desc": "Voters not only enhance the overall security of the IoTeX Network but also earn up to 10% annualized interest on their staked IOTX.",
  "voters.link.tip": "Maximizing Returns On Your $IOTX >>",
  "delegates.become": "Delegates",
  "delegates.desc": "The IoTeX Network utilizes Roll-DPoS consensus, where 24 of the top 36 community-voted Delegates are randomly selected to mine blocks every hour.",
  "delegates.link.tip": "Become a Delegate >>",
  "intro.mini6": "Burn-Drop Tokenomics",
  "intro.title6": "Driving Value to \n Stakeholders for \n Every New IoTeX \n Device",
  "intro.subtitle6": "Burn-Drop is an innovative tokenomics design where 1 Billion IOTX (10% of total supply) will be burned + dropped  as we onboard the first 1 million “Powered by IoTeX” devices. ",
  "join.burn.drop": "Join Burn-Drop",
  "burn.drop.new1": "New Device Registered to IoTeX",
  "burn.drop.new1.tips": "Powered by the IoTeX platform, the Internet of Trusted Things is the first open, safe, and human-centered ecosystem of self-sovereign devices and users. ",
  "burn.drop.new1.links": "Explore IoTT Network >>",
  "burn.drop.new2": "Burn & Drop IOTX",
  "burn.drop.new2.tips": "Burn-Drop will be facilitated by smart contract and a new Burn-Drop event will be automatically triggered on a daily basis.",
  "burn.drop.new2.link": "How IOTX Total Supply Decreases >>",
  "burn": "Burn",
  "burn.tip": "IOTX is burned and removed from circulation by sending to a “zero address” that is inaccessible by anyone.",
  "drop": "Drop",
  "drop.tip": "IOTX is dropped to the wallets of long-term stakeholders (i.e., those that stake-lock ≥91 days).",
  "drip": "Drip",
  "drip.tip": "IOTX is sent to the Airdrip DAO to incentivize ecosystem projects to contribute XRC20 tokens.",
  "burn.to.certify": "“Burn-to-Certify” Program",
  "burn.to.certify.desc1": "After 1 million “Powered by IoTeX” devices are onboarded, Burn-Drop will be finished and “Burn-to-Certify” tokenomics will be activated. ",
  "burn.to.certify.desc2": "From then on, builders (e.g., device manufacturers) will burn IOTX to obtain access to special services/capabilities for each new device. This will continue in perpetuity and the total supply of IOTX will decrease with every new “Powered by IoTeX” device, as shown in the graph below.",
  "explore.ioTT.network": "Explore IoTT Network",
  "view.more": "View More",
  "investors": "INVESTORS",
  "developer": "DEVELOPERS",
  "business": "BUSINESS",
  "explore": "Explore",
  "build": "Build",
  "connect": "Connect",
  "media.read.more": "Read More",
  "explore.now": "Explore Now",
  "for.builders": "For Builders",
  "dev.docs": "Dev Docs",
  "halo.grants": "Halo Grants",
  "codelabs": "Codelabs",
  "for.investors": "For Investors",
  "ioPay.wallet": "ioPay Wallet",
  "staking.portal": "Staking Portal",
  "burn.drop": "Burn-drop",
  "for.community": "For Community",
  "live.ioTT.network": "Live IoTT Network",
  "for.developers": "For Developers",
  "for.business": "For Business"
}
