{
  "hello": "你好 ${msg}",
  "research.title": "Research Papers",
  "research.subtitle": "IoTeX is a long term, “technology first” project that is pushing the frontier of blockchain 3.0 with innovations in blockchain privacy, scalability, and speed. In the past 2 years, we have distributed several white papers and yellow papers to further elaborate on our innovations.",
  "research.white.pager.title": "White Paper",
  "research.white.pager.desc": "IoTeX is the auto-scalable and privacy-centric blockchain infrastructure for the Internet of Things (IoT), which brings autonomous device coordination to the masses by “connecting the physical world, block by block”. ",
  "research.white.pager.desc2": "This paper introduces its several in-house innovations to push the frontier of blockchain 3.0, including a blockchains-in-blockchain architecture for heterogeneous computing, lightning fast Roll-DPoS consensus mechanism, and lightweight privacy-preserving techniques.",
  "research.readmore": "Read Now >> ",
  "research.yellow.pager.title": "Yellow Paper – Roll-DPoS",
  "research.yellow.pager.desc": "Roll-DPoS inherits all the advantages of the original DPoS consensus framework and further enhances its capability in terms of decentralization as well as extensibility to complex blockchain architectures. ",
  "research.yellow.pager.desc2": "A number of modern cryptographic techniques have been utilized to optimize the consensus process with respect to the computational and communication overhead.",
  "research.framework.title": "Decentralized Framework for Data Authenticity Protection in IoT Systems",
  "research.framework.desc": "This paper proposes DIoTA, a novel decentralized ledger-based authentication framework for IoT devices. DIoTA uses a two-layer decentralized ledger architecture together with a lightweight data authentication mechanism to facilitate IoT devices and data management. ",
  "research.framework.desc2": "We also analyze the performance and security of DIoTA, and explicitly give the major parameters an administrator can choose to achieve a desirable balance between different metrics.",
  "research.iot.title": "DKSAP-IoT",
  "research.iot.desc": "“Faster Dual-key Stealth Address for Blockchain-based Internet of Things Systems (icbc2018–9009)” has been accepted and published by one of the world’s most reputable academic blockchain conferences, the 2018 International Conference on Blockchain (ICBC 2018). ",
  "research.iot.desc2": "IoTeX’s new protocol (named “DKSAP-IoT”) is an IoT-friendly adaptation of DKSAP, which reduces computational overhead by 50% compared to DKSAP, thereby paving the way for its application to blockchain-based IoT systems.",
  "research.signature.title": "Scalable Practical Byzantine Fault Tolerance with Short-lived Signature Schemes",
  "research.signature.desc": "“Scalable Practical Byzantine Fault Tolerance with Short-lived Signature Schemes” has been accepted by CASCON 2018. CASCON is a premier industrial and academic conference for advanced studies in computer science and software engineering sponsored by the IBM Canada Laboratory. ",
  "research.signature.desc2": "This paper presents IoTeX’s extensive experiments with three elliptic curves and two signature schemes which demonstrate the efficacy of using short-lived signature schemes for improving the scalability of PBFT significantly.",
  "research.support.title": "Supporting Blockchain-Based Cryptocurrency Mobile Payment With Smart Devices",
  "research.support.desc": "There is a natural demand to support cryptocurrency payments on smart devices. Considering the poor infrastructure and low penetration of financial services in developing countries, this combination has high potential impact. This paper proposed two different schemes for cryptocurrency mobile payments, one involving a centralized bank and the other not requiring any centralized party.",
  "research.support.desc2": "This paper also provides a solution to meet KYC (know your customer) and AML (anti-money laundering) compliance requirements in the context of cryptocurrency mobile payment processing. This work has been published in IEEE Consumer Electronics Magazine.",
  "research.ucam.title": "Ucam: A User-Centric, Blockchain-Based and End-to-End Secure Home IP Camera System",
  "research.ucam.desc": "Home IP cameras are consistently among the most popular smart home devices thanks to their key security and safety related features. However, recent news stories about home IP cameras getting hacked frequently have posed serious security and privacy concerns for consumers. ",
  "research.ucam.desc2": "Ucam is a user-centric, blockchain-based and end-to-end secure home IP camera system. Ucam leverages advanced technologies such as blockchain, end-to-end encryption and trusted computing to address a number of vulnerabilities in the existing solutions.",
  "research.auth.title": "Decentralized IoT Data Authorization with Pebble Tracker",
  "research.auth.desc": "Decentralized identifiers (DIDs) and verifiable cre- dentials (VCs) are emerging concepts for creating verifiable self- sovereign digital identities for people, organizations and Internet of things (IoT). ",
  "research.auth.desc2": "In this demo, we share the implementation details and experiences for realizing a decentralized IoT data authorization framework with a Pebble tracker, an in-house built trusted GPS tracking device with 4G connectivity and sensor technologies. ",
  "research.auth.desc3": "Our implementation demonstrates great flexibility and tremendous advantages towards building decentralized and global-scale IoT applications. To the best of our knowledge, this is the first real-world demo for enabling decentralized IoT data authorization with DIDs and VCs.",
  "iopay.desc": "IoTeX 官方钱包 & 更多",
  "iopay.experience.title": "良好的用户体验",
  "iopay.experience.content": "大家都喜欢页面干净, 整洁的 ioPay UX",
  "iopay.safe.title": "安全",
  "iopay.safe.content": "我们不会存储您的密钥或跟踪您的数据",
  "iopay.integrated.title": "集成的应用程序商店",
  "iopay.integrated.content": "只需单击一下即可探索密码货币应用程序",
  "iopay.mobile": "移动端",
  "iopay.desktop": "桌面端"
}
